Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.app.show-branch-directory
source: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar
ar: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي جانبي تنقل يسار تفاصيل إخفاء تخطيط محرر ملف كود فتح مسار فرع مجلد مستودع github طلب سحب دمج مراجعة التطبيق
bs: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar aplikacija opće postavke ponašanje dock traka menija status bočna navigacija lijevo detalji sakrij raspored editor datoteka kod otvori putanja grana direktorij github pull request spajanje pregled
da: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar app generelt indstillinger adfærd dock menulinje status sidepanel navigation venstre detaljer skjul layout editor fil kode åbn sti gren mappe github pull request merge gennemgang Sidebjælke
de: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar app allgemein einstellungen verhalten dock menüleiste status seitenleiste navigation links details ausblenden layout editor datei code öffnen pfad ordner github pull request merge review
es: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar aplicación general preferencias comportamiento dock barra de menú estado lateral navegación izquierda detalles ocultar diseño editor archivo código abrir ruta rama directorio carpeta github pull request fusionar revisión App
fr: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar application général préférences comportement dock barre de menus état latérale navigation gauche détails masquer disposition éditeur fichier code ouvrir chemin branche dossier dépôt github pull request fusionner revue App
it: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar app generale preferenze comportamento dock barra menu stato laterale navigazione sinistra dettagli nascondi layout editor file codice apri percorso cartella github pull request merge revisione
ja: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar git ブランチ cwd パス ディレクトリ フォルダ リポジトリ サイドバー
ko: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 탐색 왼쪽 세부사항 숨기기 레이아웃 편집기 파일 코드 열기 경로 브랜치 디렉터리 폴더 저장소 github pull request 병합 리뷰
nb: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar app generelt innstillinger oppførsel dock menylinje status sidepanel navigasjon venstre detaljer skjul oppsett redigerer fil kode åpne bane gren mappe github pull request merge gjennomgang
pl: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar aplikacja ogólne preferencje zachowanie dock pasek menu status boczny nawigacja lewy szczegóły ukryj układ edytor plik kod otwórz ścieżka gałąź katalog github pull request merge przegląd
pt_br: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar app geral preferências comportamento dock barra de menu status lateral navegação esquerda detalhes ocultar layout editor arquivo código abrir caminho diretório pasta github pull request merge revisão
ru: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar приложение общие настройки поведение док строка меню статус боковая панель навигация слева детали скрыть макет редактор файл код открыть путь ветка каталог папка репозиторий github pull request merge ревью
th: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง นำทาง ซ้าย รายละเอียด ซ่อน เค้าโครง ตัวแก้ไข ไฟล์ โค้ด เปิด เส้นทาง สาขา ไดเรกทอรี โฟลเดอร์ github pull request merge รีวิว
tr: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar uygulama genel tercihler davranış dock menü çubuğu durum kenar gezinme sol ayrıntılar gizle düzen düzenleyici dosya kod aç yol dal dizin klasör github pull request birleştir inceleme
uk: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar програма загальні параметри поведінка док рядок меню статус бічна панель навігація ліворуч деталі приховати макет редактор файл код відкрити шлях гілка каталог папка репозиторій github pull request merge огляд
zh_hans: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 导航 左侧 详细信息 隐藏 布局 编辑器 文件 代码 打开 路径 分支 目录 文件夹 仓库 github 拉取请求 合并 审查
zh_hant: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 導覽 左側 詳細資訊 隱藏 版面 編輯器 檔案 程式碼 開啟 路徑 分支 目錄 資料夾 儲存庫 github 拉取請求 合併 審查 App

# settings.search.alias.setting.app.show-log
source: sidebar.showLog log status latest message imperative
ar: sidebar.showLog log status latest message imperative تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي جانبي تنقل يسار تفاصيل إخفاء تخطيط إشعار إشعارات تنبيه غير مقروء رسالة شارة رنين وميض صوت سطح المكتب التطبيق
bs: sidebar.showLog log status latest message imperative aplikacija opće postavke ponašanje dock traka menija bočna navigacija lijevo detalji sakrij raspored obavijest obavijesti upozorenje nepročitano poruka značka prsten bljesak zvuk desktop
da: sidebar.showLog log status latest message imperative app generelt indstillinger adfærd dock menulinje sidepanel navigation venstre detaljer skjul layout notifikation notifikationer advarsel ulæst besked badge ring blink lyd skrivebord Sidebjælke
de: sidebar.showLog log status latest message imperative app allgemein einstellungen verhalten dock menüleiste seitenleiste navigation links details ausblenden layout benachrichtigung benachrichtigungen alarm ungelesen nachricht badge ring blinken ton desktop
es: sidebar.showLog log status latest message imperative aplicación general preferencias comportamiento dock barra de menú estado lateral navegación izquierda detalles ocultar diseño notificación notificaciones alerta no leído mensaje insignia anillo destello sonido escritorio App
fr: sidebar.showLog log status latest message imperative application général préférences comportement dock barre de menus état latérale navigation gauche détails masquer disposition notification notifications alerte non lu badge anneau flash son bureau App
it: sidebar.showLog log status latest message imperative app generale preferenze comportamento dock barra menu stato laterale navigazione sinistra dettagli nascondi layout notifica notifiche avviso non letto messaggio badge anello lampeggio suono scrivania
ja: sidebar.showLog log status latest message imperative ログ ステータス 最新メッセージ imperative
ko: sidebar.showLog log status latest message imperative 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 탐색 왼쪽 세부사항 숨기기 레이아웃 알림 읽지 않음 메시지 배지 링 깜박임 소리 데스크탑 경고
nb: sidebar.showLog log status latest message imperative app generelt innstillinger oppførsel dock menylinje sidepanel navigasjon venstre detaljer skjul oppsett varsling varsler ulest melding merke ring blink lyd skrivebord
pl: sidebar.showLog log status latest message imperative aplikacja ogólne preferencje zachowanie dock pasek menu boczny nawigacja lewy szczegóły ukryj układ powiadomienie powiadomienia alert nieprzeczytane wiadomość odznaka pierścień błysk dźwięk pulpit
pt_br: sidebar.showLog log status latest message imperative app geral preferências comportamento dock barra de menu lateral navegação esquerda detalhes ocultar layout notificação notificações alerta não lido mensagem selo anel piscar som desktop
ru: sidebar.showLog log status latest message imperative приложение общие настройки поведение док строка меню статус боковая панель навигация слева детали скрыть макет уведомление уведомления предупреждение непрочитанное сообщение бейдж кольцо вспышка звук рабочий стол
th: sidebar.showLog log status latest message imperative แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง นำทาง ซ้าย รายละเอียด ซ่อน เค้าโครง การแจ้งเตือน ยังไม่ได้อ่าน ข้อความ ป้าย วงแหวน แฟลช เสียง เดสก์ท็อป
tr: sidebar.showLog log status latest message imperative uygulama genel tercihler davranış dock menü çubuğu durum kenar gezinme sol ayrıntılar gizle düzen bildirim bildirimler uyarı okunmamış mesaj rozet halka flaş ses masaüstü
uk: sidebar.showLog log status latest message imperative програма загальні параметри поведінка док рядок меню статус бічна панель навігація ліворуч деталі приховати макет сповіщення непрочитане повідомлення значок кільце спалах звук робочий стіл
zh_hans: sidebar.showLog log status latest message imperative 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 导航 左侧 详细信息 隐藏 布局 通知 未读 消息 徽章 圆环 闪烁 声音 桌面 提醒
zh_hant: sidebar.showLog log status latest message imperative 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 導覽 左側 詳細資訊 隱藏 版面 通知 未讀 訊息 徽章 圓環 閃爍 聲音 桌面 提醒 App

# settings.search.alias.setting.app.show-menu-bar
source: notifications.showInMenuBar menubar menu bar status item tray extra
ar: notifications.showInMenuBar menubar menu bar status item tray extra تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي إشعار إشعارات تنبيه غير مقروء رسالة شارة رنين وميض صوت سطح المكتب الإشعارات عرض التطبيق
bs: notifications.showInMenuBar menubar menu bar status item tray extra aplikacija opće postavke ponašanje dock traka menija bočna obavijest obavijesti upozorenje nepročitano poruka značka prsten bljesak zvuk desktop Obavještenja Prikaži Meni
da: notifications.showInMenuBar menubar menu bar status item tray extra app generelt indstillinger adfærd dock menulinje sidepanel notifikation notifikationer advarsel ulæst besked badge ring blink lyd skrivebord Vis
de: notifications.showInMenuBar menubar menu bar status item tray extra app allgemein einstellungen verhalten dock menüleiste seitenleiste benachrichtigung benachrichtigungen alarm ungelesen nachricht badge ring blinken ton desktop anzeigen Menü
es: notifications.showInMenuBar menubar menu bar status item tray extra aplicación general preferencias comportamiento dock barra de menú estado lateral notificación notificaciones alerta no leído mensaje insignia anillo destello sonido escritorio Mostrar App
fr: notifications.showInMenuBar menubar menu bar status item tray extra application général préférences comportement dock barre de menus état latérale notification notifications alerte non lu message badge anneau flash son bureau Afficher les App
it: notifications.showInMenuBar menubar menu bar status item tray extra app generale preferenze comportamento dock barra stato laterale notifica notifiche avviso non letto messaggio badge anello lampeggio suono scrivania Mostra
ja: notifications.showInMenuBar menubar menu bar status item tray extra メニューバー ステータス項目 トレイ メニューエクストラ 表示
ko: notifications.showInMenuBar menubar menu bar status item tray extra 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 알림 읽지 않음 메시지 배지 링 깜박임 소리 데스크탑 경고 표시
nb: notifications.showInMenuBar menubar menu bar status item tray extra app generelt innstillinger oppførsel dock menylinje sidepanel varsling varsler ulest melding merke ring blink lyd skrivebord Vis Meny
pl: notifications.showInMenuBar menubar menu bar status item tray extra aplikacja ogólne preferencje zachowanie dock pasek boczny powiadomienie powiadomienia alert nieprzeczytane wiadomość odznaka pierścień błysk dźwięk pulpit Pokaż
pt_br: notifications.showInMenuBar menubar menu bar status item tray extra app geral preferências comportamento dock barra de lateral notificação notificações alerta não lido mensagem selo anel piscar som desktop Mostrar
ru: notifications.showInMenuBar menubar menu bar status item tray extra приложение общие настройки поведение док строка меню статус боковая панель уведомление уведомления предупреждение непрочитанное сообщение бейдж кольцо вспышка звук рабочий стол Показать
th: notifications.showInMenuBar menubar menu bar status item tray extra แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง การแจ้งเตือน ยังไม่ได้อ่าน ข้อความ ป้าย วงแหวน แฟลช เสียง เดสก์ท็อป แสดงการแจ้งเตือน เมนู
tr: notifications.showInMenuBar menubar menu bar status item tray extra uygulama genel tercihler davranış dock menü çubuğu durum kenar bildirim bildirimler uyarı okunmamış mesaj rozet halka flaş ses masaüstü Bildirimleri Göster
uk: notifications.showInMenuBar menubar menu bar status item tray extra програма загальні параметри поведінка док рядок меню статус бічна панель сповіщення непрочитане повідомлення значок кільце спалах звук робочий стіл Показати
zh_hans: notifications.showInMenuBar menubar menu bar status item tray extra 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 通知 未读 消息 徽章 圆环 闪烁 声音 桌面 提醒 显示通知 菜单
zh_hant: notifications.showInMenuBar menubar menu bar status item tray extra 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 通知 未讀 訊息 徽章 圓環 閃爍 聲音 桌面 提醒 顯示通知 選單 App

# settings.search.alias.setting.app.show-metadata
source: sidebar.showCustomMetadata metadata meta report_meta status custom block
ar: sidebar.showCustomMetadata metadata meta report_meta status custom block sidebar.showCustomMetadata بيانات وصفية ميتا تقرير_ميتا حالة مخصص كتلة
bs: sidebar.showCustomMetadata metadata meta report_meta status custom block aplikacija opće postavke ponašanje dock traka menija bočna navigacija lijevo detalji sakrij raspored Prilagođeno: %@
da: sidebar.showCustomMetadata metadata meta report_meta status custom block app generelt indstillinger adfærd dock menulinje sidepanel navigation venstre detaljer skjul layout Brugerdefineret: %@ Sidebjælke
de: sidebar.showCustomMetadata metadata meta report_meta status custom block sidebar.showCustomMetadata metadaten meta report_meta status benutzerdefinierter block
es: sidebar.showCustomMetadata metadata meta report_meta status custom block sidebar.showCustomMetadata metadatos meta report_meta estado personalizado bloque
fr: sidebar.showCustomMetadata metadata meta report_meta status custom block sidebar.showCustomMetadata métadonnées méta report_meta statut personnalisé bloc
it: sidebar.showCustomMetadata metadata meta report_meta status custom block app generale preferenze comportamento dock barra menu stato laterale navigazione sinistra dettagli nascondi layout Personalizzato: %@
ja: sidebar.showCustomMetadata metadata meta report_meta status custom block メタデータ meta report_meta ステータス カスタム ブロック
ko: sidebar.showCustomMetadata 메타데이터 메타 report_meta 상태 사용자 정의 블록 sidebar.showCustomMetadata metadata meta report_meta status custom block
nb: sidebar.showCustomMetadata metadata meta report_meta status custom block app generelt innstillinger oppførsel dock menylinje sidepanel navigasjon venstre detaljer skjul oppsett Egendefinert: %@
pl: sidebar.showCustomMetadata metadata meta report_meta status custom block aplikacja ogólne preferencje zachowanie dock pasek menu boczny nawigacja lewy szczegóły ukryj układ Niestandardowe: %@
pt_br: sidebar.showCustomMetadata metadata meta report_meta status custom block app geral preferências comportamento dock barra de menu lateral navegação esquerda detalhes ocultar layout Personalizado: %@
ru: sidebar.showCustomMetadata metadata meta report_meta status custom block приложение общие настройки поведение док строка меню статус боковая панель навигация слева детали скрыть макет Пользовательское: %@
th: sidebar.showCustomMetadata metadata meta report_meta status custom block แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง นำทาง ซ้าย รายละเอียด ซ่อน เค้าโครง กำหนดเอง: %@
tr: sidebar.showCustomMetadata metadata meta report_meta status custom block uygulama genel tercihler davranış dock menü çubuğu durum kenar gezinme sol ayrıntılar gizle düzen Özel: %@
uk: sidebar.showCustomMetadata metadata meta report_meta status custom block програма загальні параметри поведінка док рядок меню статус бічна панель навігація ліворуч деталі приховати макет Власне: %@
zh_hans: sidebar.showCustomMetadata metadata meta report_meta status custom block sidebar.showCustomMetadata 元数据 报告状态 自定义 块
zh_hant: sidebar.showCustomMetadata metadata meta report_meta status custom block sidebar.showCustomMetadata 元數據 詮釋資料 報告狀態 狀態 自訂 區塊

# settings.search.alias.setting.app.show-notification-message
source: sidebar.showNotificationMessage latest message unread notification text sidebar
ar: sidebar.showNotificationMessage latest message unread notification text sidebar تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي جانبي تنقل يسار تفاصيل إخفاء تخطيط إشعار إشعارات تنبيه غير مقروء رسالة شارة رنين وميض صوت سطح المكتب التطبيق واحد
bs: sidebar.showNotificationMessage latest message unread notification text sidebar aplikacija opće postavke ponašanje dock traka menija status bočna navigacija lijevo detalji sakrij raspored obavijest obavijesti upozorenje nepročitano poruka značka prsten bljesak zvuk desktop 1 obavještenje
da: sidebar.showNotificationMessage latest message unread notification text sidebar app generelt indstillinger adfærd dock menulinje status sidepanel navigation venstre detaljer skjul layout notifikation notifikationer advarsel ulæst besked badge ring blink lyd skrivebord Sidebjælke 1
de: sidebar.showNotificationMessage latest message unread notification text sidebar app allgemein einstellungen verhalten dock menüleiste status seitenleiste navigation links details ausblenden layout benachrichtigung benachrichtigungen alarm ungelesen nachricht badge ring blinken ton desktop 1 ungelesene
es: sidebar.showNotificationMessage latest message unread notification text sidebar aplicación general preferencias comportamiento dock barra de menú estado lateral navegación izquierda detalles ocultar diseño notificación notificaciones alerta no leído mensaje insignia anillo destello sonido escritorio App 1 leída
fr: sidebar.showNotificationMessage latest message unread notification text sidebar application général préférences comportement dock barre de menus état latérale navigation gauche détails masquer disposition notifications alerte non lu badge anneau flash son bureau App 1 lue
it: sidebar.showNotificationMessage latest message unread notification text sidebar app generale preferenze comportamento dock barra menu stato laterale navigazione sinistra dettagli nascondi layout notifica notifiche avviso non letto messaggio badge anello lampeggio suono scrivania 1 letta
ja: sidebar.showNotificationMessage latest message unread notification text sidebar 最新メッセージ 未読 通知 テキスト サイドバー
ko: sidebar.showNotificationMessage latest message unread notification text sidebar 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 탐색 왼쪽 세부사항 숨기기 레이아웃 알림 읽지 않음 메시지 배지 링 깜박임 소리 데스크탑 경고 않은 1개
nb: sidebar.showNotificationMessage latest message unread notification text sidebar app generelt innstillinger oppførsel dock menylinje status sidepanel navigasjon venstre detaljer skjul oppsett varsling varsler ulest melding merke ring blink lyd skrivebord 1 varsel
pl: sidebar.showNotificationMessage latest message unread notification text sidebar aplikacja ogólne preferencje zachowanie dock pasek menu status boczny nawigacja lewy szczegóły ukryj układ powiadomienie powiadomienia alert nieprzeczytane wiadomość odznaka pierścień błysk dźwięk pulpit 1
pt_br: sidebar.showNotificationMessage latest message unread notification text sidebar app geral preferências comportamento dock barra de menu status lateral navegação esquerda detalhes ocultar layout notificação notificações alerta não lido mensagem selo anel piscar som desktop 1 lida
ru: sidebar.showNotificationMessage latest message unread notification text sidebar приложение общие настройки поведение док строка меню статус боковая панель навигация слева детали скрыть макет уведомление уведомления предупреждение непрочитанное сообщение бейдж кольцо вспышка звук рабочий стол 1
th: sidebar.showNotificationMessage latest message unread notification text sidebar แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง นำทาง ซ้าย รายละเอียด ซ่อน เค้าโครง การแจ้งเตือน ยังไม่ได้อ่าน ข้อความ ป้าย วงแหวน แฟลช เสียง เดสก์ท็อป 1 การแจ้งเตือนที่ยังไม่อ่าน
tr: sidebar.showNotificationMessage latest message unread notification text sidebar uygulama genel tercihler davranış dock menü çubuğu durum kenar gezinme sol ayrıntılar gizle düzen bildirim bildirimler uyarı okunmamış mesaj rozet halka flaş ses masaüstü 1
uk: sidebar.showNotificationMessage latest message unread notification text sidebar програма загальні параметри поведінка док рядок меню статус бічна панель навігація ліворуч деталі приховати макет сповіщення непрочитане повідомлення значок кільце спалах звук робочий стіл 1
zh_hans: sidebar.showNotificationMessage latest message unread notification text sidebar 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 导航 左侧 详细信息 隐藏 布局 通知 未读 消息 徽章 圆环 闪烁 声音 桌面 提醒 1 条未读通知
zh_hant: sidebar.showNotificationMessage latest message unread notification text sidebar 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 導覽 左側 詳細資訊 隱藏 版面 通知 未讀 訊息 徽章 圓環 閃爍 聲音 桌面 提醒 App 1 則未讀通知
